Skip to contentSkip to site indexSearch & Section Navigation
Opinion
Guest Essay

Throwaway Plastic Has Corrupted Us
Sept. 6, 2025
An artistic photograph showing a ripped plastic bag filled with plastic trash against a green background.
Credit...Thirza Schaap

Listen to this article · 7:43 min Learn more
Share full article
By Saabira Chaudhuri

Ms. Chaudhuri is a journalist in London and the author of the forthcoming book “Consumed: How Big Brands Got Us Hooked on Plastic.”

In 1957, 92 percent of American children were potty-trained by 18 months of age. Four decades later, that number had dropped to just 4 percent. Why are we potty-training our children so much later than our grandparents did? In large part because of disposable diapers. Made from plastic and cellulose, these products have been refined over several decades to be more absorbent, slimmer and less leaky.

What was marketed as a tool for convenience by the Pampers maker Procter & Gamble in the 1960s eroded the incentives to start potty training early, freeing children from the feeling of wetness that comes from cloth and freeing parents from the inconvenience of washing used diapers or sending them out to be professionally cleaned.

Such convenience comes at a heavy environmental price. Between 2011 and 2018, disposable diapers were among the 25 most littered items on the seafloor and among the 40 most littered items on land, one study found. In the United States alone, more than 18 billion diapers are discarded every year, creating an enormous drain on natural resources.

Over the past century, disposable plastics undeniably have made our lives easier in many ways. They have also quietly and profoundly reshaped the ways we eat, shop, raise children and understand hygiene and progress.

Plastic has unleashed a tidal wave of waste, most of which flows to landfills and incinerators or ends up as litter harming biodiversity, the climate and human health. We are saddled with an addiction to disposability so deep that tackling it will require a wholesale rewriting of the rules that have governed business and consumption for the past 70 years.

Plastics, invented some 150 years ago, saw huge growth during World War II as materials such as metals, rubber and silk ran short. After the war wound down, the plastics industry pivoted to targeting housewives and discovered that disposable products were highly profitable.

In my research for my book, I found that plastic wrap fueled the rise of the modern supermarket, sending many butchers, greengrocers and fishmongers into decline. Cellophane, which DuPont acquired the U.S. rights to in 1923, allowed retailers to eliminate counter staff and sell prewrapped meat, fish, vegetables and fruit under one roof. In 1933 there were about 300 self-service grocery stores nationwide; within 15 years that number had soared to 85,000.

In time, DuPont trained businesses to use plastic to bundle products and push larger purchases. Prebagged apples and potatoes made shopping more convenient and lucrative for stores but also encouraged overbuying, which remains a leading cause of food waste.

DuPont’s marketing leaned heavily on hygiene: “Cleanliness and cellophane are synonymous,” declared one announcement, while another dismissed unpackaged food as “old-fashioned” and “unsanitary.” The claim was overblown, and later studies would show that the chemicals in plastic can leach into food and sealed bags may even encourage pathogens such as salmonella.

Plastic packaging didn’t just change how people bought fresh food. It also turned coffee from a drink into a habit. In digging through old ads and newspaper archives, I discovered that after World War II, a company called Lily-Tulip Cup Corporation cracked a longstanding problem — how to keep hot coffee from melting wax linings or tasting like cardboard — by adding a plastic liner to its paper cup and a snap-on lid. Suddenly coffee became portable. By the 1950s, hot coffee was one of America’s best-selling beverages, and 3.4 billion disposable cups of coffee a year were sold through vending machines.

Today, coffee chains worldwide rely on single-use cups — even for customers dining in. An estimated 250 billion are tossed each year, and because the plastic liner so tightly adheres to the paper, hardly any are recycled.

These cheap, versatile plastics made throwaway culture explode, fueling overconsumption and turbocharging corporate profits. But families never clamored for everything to be disposable; they were sold on the idea.

Procter & Gamble funded a study showing that cloth was more likely to cause diaper rash and increased the spread of infection in day care centers. It hired a renowned American pediatrician to star in TV ads warning parents against trying to “rush” their children into potty training. In China, where parents historically began potty training babies as young as a few months old, Procter & Gamble ran ad campaigns telling worried parents that disposable diapers enabled better sleep and hence better cognitive development. By 2015, over half of parents in China reported that they used disposable diapers for their babies at home during the day, and 77 percent reported using them at night, an industry study found.

In India, where many women washed and conditioned their hair with homemade herbal concoctions and oil until the 1980s, Unilever and other companies flooded the country with shampoo sachets — tiny, unrecyclable plastic packets holding enough for a single wash — and advertisements showcasing women with long, silky, flowing hair. To ensure its products reached the most remote villages in the country — places that generated little plastic waste and had no organized waste collection — it deployed an army of poor local women to act as its distributors, persuading their friends and neighbors to buy plastic packaged shampoo, detergent and face creams. In recent years, Indians bought over 40 billion shampoo sachets annually, all of which are littered, burned or buried.

Globally, the equivalent of more than one garbage truck of plastic waste ends up in the ocean every minute. Tiny plastic particles have been found in some of the most remote places on Earth, as well as in human brains, lungs and placentas and more recently have been linked to an increased risk of heart attack or stroke. Given that the vast majority of plastics are made from fossil fuels, the manufacturing of these products is also a major contributor to climate change.

The social costs of our addiction to disposable plastics are more subtle but significant. Cooking skills have declined. Sit-down family meals are less common. Fast fashion, enabled by synthetic plastic fibers, is encouraging compulsive consumption and waste.

We could, however, take a different approach. Large French retailers have eliminated plastic for a wide range of fruit and vegetables without causing a discernible spike in food waste, and the country has forced chains like McDonald’s to switch to washable dishes and cups for people dining in. Aarhus, Denmark, has signed dozens of cafes and other venues up for a reusable cup system that has prevented over a million cups from being thrown away since its inception early last year. Europe is embedding reuse and reduction into law and infrastructure.

Rewriting laws to reflect the full cost of our throwaway culture could incentivize companies that poured millions of dollars into single-use products to invest in building a less destructive system. Prices may rise at first, but well-designed laws that encourage companies to choose more environmentally friendly packaging should lower costs overall by helping them avoid fees for unsustainable practices.

Single-use plastic was never inevitable. It was a business decision. And we can choose differently if we confront how we’ve essentially been manipulated into arriving here and muster the willpower to push for something better.

Would you like to submit a Letter to the Editor?
Use the form below to share your thoughts on this or any other piece published in The New York Times in the past seven days.

For your letter to be considered for publication, it should be 150 to 250 words and include your first and last names. If your submission is selected, an editor will contact you to review any necessary edits before publication. Most published letters will appear in both the online and print editions.Your submission must be exclusive to The New York Times. We do not publish open letters or third-party letters. Click here for more information about the selection process.

250 words remaining
Please share the link to the article or essay referenced in your letter. *
Continue »
Saabira Chaudhuri is the author of the forthcoming book “Consumed: How Big Brands Got Us Hooked on Plastic.”

The Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some tips. And here’s our email: letters@nytimes.com.

Follow the New York Times Opinion section on Facebook, Instagram, TikTok, Bluesky, WhatsApp and Threads.

A version of this article appears in print on Sept. 7, 2025, Section SR, Page 8 of the New York edition with the headline: Throwaway Plastic Has Corrupted Us. Order Reprints | Today’s Paper | Subscribe
Share full article
Related Content
Site Index
Site Information Navigation
© 2025 The New York Times Company
NYTCoContact UsAccessibilityWork with usAdvertiseT Brand StudioPrivacy PolicyCookie PolicyTerms of ServiceTerms of SaleSite MapCanadaInternationalHelpSubscriptions